export  const banks = [
  {
    ShortName: "СИБСОЦБАНК",
    Bic: 40173745,
  },
  {
    ShortName: "ТАЛЬМЕНКА-БАНК",
    Bic: 40173749,
  },
  {
    ShortName: "ЗЕРНОБАНК",
    Bic: 40173754,
  },
  {
    ShortName: "АЛТАЙКАПИТАЛБАНК",
    Bic: 40173771,
  },
  {
    ShortName: "КРЫЛОВСКИЙ",
    Bic: 40349569,
  },
  {
    ShortName: "КУБАНЬТОРГБАНК",
    Bic: 40349718,
  },
  {
    ShortName: "КУБАНЬ КРЕДИТ",
    Bic: 40349722,
  },
  {
    ShortName: "КУБАНСКИЙ УНИВЕРСАЛЬНЫЙ БАНК",
    Bic: 40349745,
  },
  {
    ShortName: "ИДЕЯ БАНК",
    Bic: 40349772,
  },
  {
    ShortName: "ГАЗТРАНСБАНК",
    Bic: 40349789,
  },
  {
    ShortName: "ЮМК БАНК",
    Bic: 40349830,
  },
  {
    ShortName: "ВНЕШФИНБАНК",
    Bic: 40349909,
  },
  {
    ShortName: "ЮГ-ИНВЕСТБАНК",
    Bic: 40349966,
  },
  {
    ShortName: "КАНСКИЙ",
    Bic: 40407427,
  },
  {
    ShortName: "ЕНИСЕЙСКИЙ ОБЪЕДИНЕННЫЙ БАНК",
    Bic: 40407523,
  },
  {
    ShortName: "ЕНИСЕЙ",
    Bic: 40407795,
  },
  {
    ShortName: "СОЛИД БАНК",
    Bic: 40507595,
  },
  {
    ShortName: "ДАЛЬНЕВОСТОЧНЫЙ БАНК",
    Bic: 40507705,
  },
  {
    ShortName: "РКЦ ДВ",
    Bic: 40507707,
  },
  {
    ShortName: "ПРИМОРСКИЙ ТЕРРИТОРИАЛЬНЫЙ",
    Bic: 40507717,
  },
  {
    ShortName: "РОЯЛ КРЕДИТ БАНК",
    Bic: 40507750,
  },
  {
    ShortName: "ПРИМОРЬЕ",
    Bic: 40507795,
  },
  {
    ShortName: "ПРИМСОЦБАНК",
    Bic: 40507803,
  },
  {
    ShortName: "САММИТ БАНК",
    Bic: 40507840,
  },
  {
    ShortName: "СТАВРОПОЛЬПРОМСТРОЙБАНК",
    Bic: 40702760,
  },
  {
    ShortName: "КОНТИНЕНТАЛЬ",
    Bic: 40715715,
  },
  {
    ShortName: "РУССКИЙ БАНК СБЕРЕЖЕНИЙ",
    Bic: 40715725,
  },
  {
    ShortName: "АЗИАТСКО-ТИХООКЕАНСКИЙ БАНК",
    Bic: 41012765,
  },
  {
    ShortName: "СЕВЕРНАЯ КЛИРИНГОВАЯ ПАЛАТА",
    Bic: 41117309,
  },
  {
    ShortName: "ЕАТП БАНК",
    Bic: 41203715,
  },
  {
    ShortName: "АГРОИНКОМБАНК",
    Bic: 41203726,
  },
  {
    ShortName: "БЕЛГОРОДСОЦБАНК",
    Bic: 41403701,
  },
  {
    ShortName: "ВЛАДБИЗНЕСБАНК",
    Bic: 41708706,
  },
  {
    ShortName: "ВЛАДИМИРСКИЙ ПРОМЫШЛЕННЫЙ БАНК",
    Bic: 41708708,
  },
  {
    ShortName: "НОКССБАНК",
    Bic: 41806831,
  },
  {
    ShortName: "СЕВЕРСТРОЙБАНК",
    Bic: 41909707,
  },
  {
    ShortName: "ВОЛОГДАБАНК",
    Bic: 41909717,
  },
  {
    ShortName: "ВОЛОГЖАНИН",
    Bic: 41909760,
  },
  {
    ShortName: "СЕВЕРНЫЙ КРЕДИТ",
    Bic: 41909769,
  },
  {
    ShortName: "ПРОМЭНЕРГОБАНК",
    Bic: 41909772,
  },
  {
    ShortName: "БАНК СГБ",
    Bic: 41909786,
  },
  {
    ShortName: "БУМЕРАНГ",
    Bic: 41946748,
  },
  {
    ShortName: "НБД-БАНК",
    Bic: 42202705,
  },
  {
    ShortName: "САРОВБИЗНЕСБАНК",
    Bic: 42202718,
  },
  {
    ShortName: "ФОРУС БАНК",
    Bic: 42202720,
  },
  {
    ShortName: "ХИМИК",
    Bic: 42202727,
  },
  {
    ShortName: "АРЗАМАС",
    Bic: 42202731,
  },
  {
    ShortName: "БОГОРОДСКИЙ",
    Bic: 42202733,
  },
  {
    ShortName: "ЕВРОАЛЬЯНС",
    Bic: 42406701,
  },
  {
    ShortName: "АКЦИЯ",
    Bic: 42406707,
  },
  {
    ShortName: "НАЦИОНАЛЬНЫЙ БАНК СБЕРЕЖЕНИЙ",
    Bic: 42406718,
  },
  {
    ShortName: "КРАНБАНК",
    Bic: 42406738,
  },
  {
    ShortName: "ИНЭКО",
    Bic: 42406807,
  },
  {
    ShortName: "ВАШ ЛИЧНЫЙ БАНК",
    Bic: 42520764,
  },
  {
    ShortName: "ГРИНКОМБАНК",
    Bic: 42520811,
  },
  {
    ShortName: "КРОНА-БАНК",
    Bic: 42520840,
  },
  {
    ShortName: "БРАТСКИЙ АНКБ",
    Bic: 42520842,
  },
  {
    ShortName: "БАЙКАЛКРЕДОБАНК",
    Bic: 42520872,
  },
  {
    ShortName: "ЭНЕРГОТРАНСБАНК",
    Bic: 42748701,
  },
  {
    ShortName: "ТОРЖОК",
    Bic: 42809953,
  },
  {
    ShortName: "ГЕФЕСТ",
    Bic: 42809992,
  },
  {
    ShortName: "ГАЗЭНЕРГОБАНК",
    Bic: 42908701,
  },
  {
    ShortName: "КАЛУГА",
    Bic: 42908748,
  },
  {
    ShortName: "ЭЛИТА",
    Bic: 42908762,
  },
  {
    ShortName: "МУНИЦИПАЛЬНЫЙ КАМЧАТПРОФИТБАНК",
    Bic: 43002717,
  },
  {
    ShortName: "БАНК РАЗВИТИЯ БИЗНЕСА",
    Bic: 43207776,
  },
  {
    ShortName: "ТАЙДОН",
    Bic: 43207777,
  },
  {
    ShortName: "КУЗБАССХИМБАНК",
    Bic: 43207793,
  },
  {
    ShortName: "НОВОКУЗНЕЦКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
    Bic: 43209705,
  },
  {
    ShortName: "БИЗНЕС-СЕРВИС-ТРАСТ",
    Bic: 43209706,
  },
  {
    ShortName: "КУЗНЕЦКБИЗНЕСБАНК",
    Bic: 43209740,
  },
  {
    ShortName: "НОВОКИБ",
    Bic: 43209770,
  },
  {
    ShortName: "ХЛЫНОВ",
    Bic: 43304711,
  },
  {
    ShortName: "ПЕРВЫЙ ДОРТРАНСБАНК",
    Bic: 43304757,
  },
  {
    ShortName: "КОСТРОМАСЕЛЬКОМБАНК",
    Bic: 43469720,
  },
  {
    ShortName: "СОВКОМБАНК",
    Bic: 43469743,
  },
  {
    ShortName: "МОДУЛЬБАНК",
    Bic: 43469751,
  },
  {
    ShortName: "БАНК ЧБРР",
    Bic: 43510101,
  },
  {
    ShortName: "ГЕНБАНК",
    Bic: 43510123,
  },
  {
    ShortName: "РОССИЙСКИЙ НАЦИОНАЛЬНЫЙ КОММЕРЧЕСКИЙ БАНК",
    Bic: 43510607,
  },
  {
    ShortName: "ПЛАТЕЖИ И РАСЧЕТЫ",
    Bic: 43601592,
  },
  {
    ShortName: "СОЛИДАРНОСТЬ",
    Bic: 43601706,
  },
  {
    ShortName: "ВОЛГО-КАМСКИЙ БАНК",
    Bic: 43601709,
  },
  {
    ShortName: "КОШЕЛЕВ-БАНК",
    Bic: 43601742,
  },
  {
    ShortName: "ЗЕМСКИЙ БАНК",
    Bic: 43601811,
  },
  {
    ShortName: "НИБ",
    Bic: 43601842,
  },
  {
    ShortName: "ВОЛЖСКИЙ СОЦИАЛЬНЫЙ БАНК",
    Bic: 43601869,
  },
  {
    ShortName: "АКТИВКАПИТАЛ БАНК",
    Bic: 43601878,
  },
  {
    ShortName: "ПРИОРИТЕТ",
    Bic: 43601919,
  },
  {
    ShortName: "ВОЛГА-КРЕДИТ",
    Bic: 43601933,
  },
  {
    ShortName: "ТОЛЬЯТТИХИМБАНК",
    Bic: 43678838,
  },
  {
    ShortName: "ЭЛ БАНК",
    Bic: 43678859,
  },
  {
    ShortName: "ФИА-БАНК",
    Bic: 43678929,
  },
  {
    ShortName: "КЕТОВСКИЙ КОММЕРЧЕСКИЙ БАНК",
    Bic: 43735821,
  },
  {
    ShortName: "КУРГАН",
    Bic: 43735830,
  },
  {
    ShortName: "МОБИЛЬНАЯ КАРТА",
    Bic: 44030303,
  },
  {
    ShortName: "ПЛАТЕЖНЫЙ КОНСТРУКТОР",
    Bic: 44030308,
  },
  {
    ShortName: "ПЕТЕРБУРГСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
    Bic: 44030505,
  },
  {
    ShortName: "СИТИ ИНВЕСТ БАНК",
    Bic: 44030702,
  },
  {
    ShortName: "БАЛТИНВЕСТБАНК",
    Bic: 44030705,
  },
  {
    ShortName: "ФИНАНСОВЫЙ КАПИТАЛ",
    Bic: 44030741,
  },
  {
    ShortName: "СЭБ БАНК",
    Bic: 44030747,
  },
  {
    ShortName: "ЭНЕРГОМАШБАНК",
    Bic: 44030754,
  },
  {
    ShortName: "АЛЕКСАНДРОВСКИЙ",
    Bic: 44030755,
  },
  {
    ShortName: "ФИНСТАР",
    Bic: 44030757,
  },
  {
    ShortName: "МЕЖДУНАРОДНЫЙ БАНК САНКТ-ПЕТЕРБУРГА",
    Bic: 44030760,
  },
  {
    ShortName: 'БАНК "САНКТ-ПЕТЕРБУРГ"',
    Bic: 44030790,
  },
  {
    ShortName: "ГОРБАНК",
    Bic: 44030814,
  },
  {
    ShortName: "САНКТ-ПЕТЕРБУРГСКИЙ БАНК ИНВЕСТИЦИЙ",
    Bic: 44030820,
  },
  {
    ShortName: "ОБЪЕДИНЕННЫЙ КАПИТАЛ",
    Bic: 44030826,
  },
  {
    ShortName: "ПРАЙМ ФИНАНС",
    Bic: 44030845,
  },
  {
    ShortName: "ПЕТЕРБУРГСКИЙ СОЦИАЛЬНЫЙ КОМ. БАНК",
    Bic: 44030852,
  },
  {
    ShortName: "РОССИЯ",
    Bic: 44030861,
  },
  {
    ShortName: "ВИКИНГ",
    Bic: 44030869,
  },
  {
    ShortName: "ТАВРИЧЕСКИЙ БАНК",
    Bic: 44030877,
  },
  {
    ShortName: "НЕВСКИЙ НАРОДНЫЙ БАНК",
    Bic: 44030885,
  },
  {
    ShortName: "ЭКСИ-БАНК",
    Bic: 44030889,
  },
  {
    ShortName: "БАНКИРСКИЙ ДОМ",
    Bic: 44030892,
  },
  {
    ShortName: "БАНК ОРАНЖЕВЫЙ",
    Bic: 44030904,
  },
  {
    ShortName: "БАНК БЕРЕЙТ",
    Bic: 44030905,
  },
  {
    ShortName: "БАНК ФИНИНВЕСТ",
    Bic: 44030924,
  },
  {
    ShortName: "ЮСИЭС",
    Bic: 44525050,
  },
  {
    ShortName: "СПБ КЛИРИНГ",
    Bic: 44525052,
  },
  {
    ShortName: "РДК",
    Bic: 44525053,
  },
  {
    ShortName: "ЭЛЕКСИР",
    Bic: 44525054,
  },
  {
    ShortName: "АЗИЯПЭЙ",
    Bic: 44525055,
  },
  {
    ShortName: "ЦМРБАНК",
    Bic: 44525059,
  },
  {
    ShortName: "ИСТИНА",
    Bic: 44525061,
  },
  {
    ShortName: "БМ-БАНК",
    Bic: 44525062,
  },
  {
    ShortName: "Р-ИНКАС",
    Bic: 44525063,
  },
  "",
  {
    ShortName: "ОЗОН БАНК",
    Bic: 44525068,
  },
  {
    ShortName: "РАСЧЕТНЫЕ РЕШЕНИЯ",
    Bic: 44525070,
  },
  {
    ShortName: "ВЕСТИНТЕРБАНК",
    Bic: 44525071,
  },
  {
    ShortName: "ТАУРУС БАНК",
    Bic: 44525072,
  },
  {
    ShortName: "АМТ БАНК",
    Bic: 44525073,
  },
  {
    ShortName: "ТВОИ ПЛАТЕЖИ",
    Bic: 44525077,
  },
  {
    ShortName: "ФИНСЕРВИС",
    Bic: 44525079,
  },
  {
    ShortName: "РБА",
    Bic: 44525082,
  },
  {
    ShortName: "РЕНЕССАНС",
    Bic: 44525083,
  },
  {
    ShortName: "ПРОМЫШЛЕННО-ФИНАНСОВОЕ СОТРУДНИЧЕСТВО",
    Bic: 44525090,
  },
  {
    ShortName: "МОРСКОЙ БАНК",
    Bic: 44525095,
  },
  {
    ShortName: "ИНТЕРАКТИВНЫЙ БАНК",
    Bic: 44525096,
  },
  {
    ShortName: "АВТОТОРГБАНК",
    Bic: 44525097,
  },
  {
    ShortName: "ДОЙЧЕ БАНК",
    Bic: 44525101,
  },
  {
    ShortName: "ДЕНИЗБАНК МОСКВА",
    Bic: 44525102,
  },
  {
    ShortName: "ТОЧКА",
    Bic: 44525104,
  },
  {
    ShortName: "КОММЕРЦБАНК (ЕВРАЗИЯ)",
    Bic: 44525105,
  },
  {
    ShortName: "БАНК СБЕРЕЖЕНИЙ И КРЕДИТА",
    Bic: 44525106,
  },
  {
    ShortName: "МИДЗУХО БАНК (МОСКВА)",
    Bic: 44525107,
  },
  {
    ShortName: "МСП БАНК",
    Bic: 44525108,
  },
  {
    ShortName: "ГАРАНТ-ИНВЕСТ",
    Bic: 44525109,
  },
  {
    ShortName: "РОССЕЛЬХОЗБАНК",
    Bic: 44525111,
  },
  {
    ShortName: "ЗИРААТ БАНК (МОСКВА)",
    Bic: 44525116,
  },
  {
    ShortName: "РОССИЙСКИЙ ПРОМЫШЛЕННЫЙ БАНК",
    Bic: 44525120,
  },
  {
    ShortName: "МЕТАЛЛУРГ",
    Bic: 44525125,
  },
  {
    ShortName: "ИНТЕРПРОМБАНК",
    Bic: 44525126,
  },
  {
    ShortName: "ТЕМПБАНК",
    Bic: 44525130,
  },
  {
    ShortName: "ТЕНДЕР-БАНК",
    Bic: 44525131,
  },
  {
    ShortName: "ЭЛЕКСНЕТ",
    Bic: 44525133,
  },
  {
    ShortName: "ПЕРВЫЙ КЛИЕНТСКИЙ БАНК",
    Bic: 44525134,
  },
  {
    ShortName: "РЕНЕССАНС КРЕДИТ",
    Bic: 44525135,
  },
  {
    ShortName: "ЭКОНОМИЧЕСКИЙ СОЮЗ",
    Bic: 44525137,
  },
  {
    ShortName: "БОГОРОДСКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
    Bic: 44525140,
  },
  {
    ShortName: "СПЕЦСЕТЬСТРОЙБАНК",
    Bic: 44525146,
  },
  {
    ShortName: "АВТО ФИНАНС БАНК",
    Bic: 44525147,
  },
  {
    ShortName: "ИНГОССТРАХ БАНК",
    Bic: 44525148,
  },
  {
    ShortName: "РУССКИЙ СТАНДАРТ",
    Bic: 44525151,
  },
  {
    ShortName: "ИНТРАСТБАНК",
    Bic: 44525154,
  },
  {
    ShortName: "АДМИРАЛТЕЙСКИЙ",
    Bic: 44525157,
  },
  {
    ShortName: "НС БАНК",
    Bic: 44525158,
  },
  {
    ShortName: "МБ РУС БАНК",
    Bic: 44525159,
  },
  {
    ShortName: "ГАЗСТРОЙБАНК",
    Bic: 44525160,
  },
  {
    ShortName: "ЛОКО-БАНК",
    Bic: 44525161,
  },
  {
    ShortName: "НОВИКОМБАНК",
    Bic: 44525162,
  },
  {
    ShortName: "УРИ БАНК",
    Bic: 44525163,
  },
  {
    ShortName: "РУССКИЙ ФИНАНСОВЫЙ АЛЬЯНС",
    Bic: 44525165,
  },
  {
    ShortName: "ТЭМБР-БАНК",
    Bic: 44525166,
  },
  {
    ShortName: "МБР-БАНК",
    Bic: 44525169,
  },
  {
    ShortName: "МЕТАЛЛИНВЕСТБАНК",
    Bic: 44525176,
  },
  {
    ShortName: "СЕРВИС РЕЗЕРВ",
    Bic: 44525178,
  },
  {
    ShortName: "НКБ",
    Bic: 44525179,
  },
  {
    ShortName: "ПУЛЬС СТОЛИЦЫ",
    Bic: 44525180,
  },
  {
    ShortName: "НАРОДНЫЙ ДОВЕРИТЕЛЬНЫЙ БАНК",
    Bic: 44525182,
  },
  {
    ShortName: "ЦЕНТРКОМБАНК",
    Bic: 44525183,
  },
  {
    ShortName: "МИР БИЗНЕС БАНК",
    Bic: 44525184,
  },
  {
    ShortName: "БНП ПАРИБА БАНК",
    Bic: 44525185,
  },
  {
    ShortName: "СПБ Банк",
    Bic: 44525186,
  },
  {
    ShortName: "ВТБ",
    Bic: 44525187,
  },
  {
    ShortName: "ДИНАМИЧНЫЕ СИСТЕМЫ",
    Bic: 44525188,
  },
  {
    ShortName: "КРЕДИ АГРИКОЛЬ КИБ",
    Bic: 44525191,
  },
  {
    ShortName: "РОСЭКСИМБАНК",
    Bic: 44525192,
  },
  {
    ShortName: "ЕВРОАКСИС БАНК",
    Bic: 44525193,
  },
  {
    ShortName: "КРЕМЛЕВСКИЙ",
    Bic: 44525196,
  },
  {
    ShortName: "АВАНГАРД",
    Bic: 44525201,
  },
  {
    ShortName: "СИТИБАНК",
    Bic: 44525202,
  },
  {
    ShortName: "ПРОФЕССИОНАЛ БАНК",
    Bic: 44525203,
  },
  {
    ShortName: "ЕВРОФИНАНС МОСНАРБАНК",
    Bic: 44525204,
  },
  {
    ShortName: "ТОРГОВЫЙ ГОРОДСКОЙ БАНК",
    Bic: 44525208,
  },
  {
    ShortName: "РСКБ",
    Bic: 44525211,
  },
  {
    ShortName: "БЭНК ОФ ЧАЙНА",
    Bic: 44525213,
  },
  {
    ShortName: "ПОЧТА БАНК",
    Bic: 44525214,
  },
  {
    ShortName: "БАНК КОРПОРАТИВНОГО ФИНАНСИРОВАНИЯ",
    Bic: 44525215,
  },
  {
    ShortName: "ДЖ.П. МОРГАН БАНК ИНТЕРНЕШНЛ",
    Bic: 44525218,
  },
  {
    ShortName: "ИНГ БАНК (ЕВРАЗИЯ)",
    Bic: 44525222,
  },
  {
    ShortName: "СБЕРБАНК РОССИИ",
    Bic: 44525225,
  },
  {
    ShortName: "АРЕСБАНК",
    Bic: 44525229,
  },
  {
    ShortName: "МТС-БАНК",
    Bic: 44525232,
  },
  {
    ShortName: "АЗИЯ-ИНВЕСТ БАНК",
    Bic: 44525234,
  },
  {
    ShortName: "БАНК КРЕДИТ СВИСС (МОСКВА)",
    Bic: 44525236,
  },
  {
    ShortName: "МЕЖТОПЭНЕРГОБАНК",
    Bic: 44525237,
  },
  {
    ShortName: "АПАБАНК",
    Bic: 44525238,
  },
  {
    ShortName: "МОССТРОЙЭКОНОМБАНК",
    Bic: 44525241,
  },
  {
    ShortName: "ВЕГА-БАНК",
    Bic: 44525242,
  },
  {
    ShortName: "ЕКАТЕРИНИНСКИЙ",
    Bic: 44525244,
  },
  {
    ShortName: "ХКФ БАНК",
    Bic: 44525245,
  },
  {
    ShortName: "КРОССИНВЕСТБАНК",
    Bic: 44525246,
  },
  {
    ShortName: "БАНК МИР ПРИВИЛЕГИЙ",
    Bic: 44525247,
  },
  {
    ShortName: "ВПБ",
    Bic: 44525250,
  },
  {
    ShortName: "КОСМОС",
    Bic: 44525254,
  },
  {
    ShortName: "РОСБАНК",
    Bic: 44525256,
  },
  {
    ShortName: "РОССИЙСКАЯ ФИНАНСОВАЯ КОРПОРАЦИЯ",
    Bic: 44525257,
  },
  {
    ShortName: "НЗБАНК",
    Bic: 44525259,
  },
  {
    ShortName: "ЭС-БИ-АЙ БАНК",
    Bic: 44525265,
  },
  {
    ShortName: "БАНК ДОМ.РФ",
    Bic: 44525266,
  },
  {
    ShortName: "ИНВЕСТТОРГБАНК",
    Bic: 44525267,
  },
  {
    ShortName: "АЛЕФ-БАНК",
    Bic: 44525268,
  },
  {
    ShortName: "АКАДЕМИЧЕСКИЙ РУССКИЙ БАНК",
    Bic: 44525270,
  },
  {
    ShortName: "ГРИНФИЛДБАНК",
    Bic: 44525271,
  },
  {
    ShortName: "БАНК ЗЕНИТ",
    Bic: 44525272,
  },
  {
    ShortName: "МТИ БАНК",
    Bic: 44525273,
  },
  {
    ShortName: "ИНВЕСТРАСТБАНК",
    Bic: 44525274,
  },
  {
    ShortName: "ПЕРЕСВЕТ",
    Bic: 44525275,
  },
  {
    ShortName: "НК БАНК",
    Bic: 44525278,
  },
  {
    ShortName: "МИКО-БАНК",
    Bic: 44525284,
  },
  {
    ShortName: "РЕАЛИСТ",
    Bic: 44525285,
  },
  {
    ShortName: "МОСВОДОКАНАЛБАНК",
    Bic: 44525286,
  },
  {
    ShortName: "ПУШКИНО",
    Bic: 44525287,
  },
  {
    ShortName: "БФГ-КРЕДИТ",
    Bic: 44525292,
  },
  {
    ShortName: "ВЕСТЕРН ЮНИОН ДП ВОСТОК",
    Bic: 44525299,
  },
  {
    ShortName: "ПЧРБ",
    Bic: 44525300,
  },
  {
    ShortName: "ПЭЙПАЛ РУ",
    Bic: 44525303,
  },
  {
    ShortName: "МИЛБАНК",
    Bic: 44525304,
  },
  {
    ShortName: "ЕВРОКОММЕРЦ",
    Bic: 44525306,
  },
  {
    ShortName: "ИНБАНК",
    Bic: 44525308,
  },
  {
    ShortName: "ОТП БАНК",
    Bic: 44525311,
  },
  {
    ShortName: "СЛАВИЯ",
    Bic: 44525318,
  },
  {
    ShortName: "ТРАНССТРОЙБАНК",
    Bic: 44525326,
  },
  {
    ShortName: "РУССКИЙ МЕЖДУНАРОДНЫЙ БАНК",
    Bic: 44525328,
  },
  {
    ShortName: "АЛЬТЕРНАТИВА",
    Bic: 44525333,
  },
  {
    ShortName: "РЕГИОНАЛЬНЫЙ БАНК СБЕРЕЖЕНИЙ",
    Bic: 44525335,
  },
  {
    ShortName: "РУБЛЕВСКИЙ",
    Bic: 44525337,
  },
  {
    ShortName: "ГОЛДМАН САКС БАНК",
    Bic: 44525340,
  },
  {
    ShortName: "ФОРА-БАНК",
    Bic: 44525341,
  },
  {
    ShortName: "ДЖАСТ БАНК",
    Bic: 44525342,
  },
  {
    ShortName: "СИНКО-БАНК",
    Bic: 44525346,
  },
  {
    ShortName: "ЛАНТА-БАНК",
    Bic: 44525348,
  },
  {
    ShortName: "ИС БАНК",
    Bic: 44525349,
  },
  {
    ShortName: "АМБ БАНК",
    Bic: 44525350,
  },
  {
    ShortName: "ЭЙЧ-ЭС-БИ-СИ БАНК (РР)",
    Bic: 44525351,
  },
  {
    ShortName: "МАСТЕР-БАНК",
    Bic: 44525353,
  },
  {
    ShortName: "ЕДИНСТВЕННЫЙ",
    Bic: 44525355,
  },
  {
    ShortName: "ТРАНСПОРТНЫЙ",
    Bic: 44525356,
  },
  {
    ShortName: "РЕГИОНАЛЬНЫЙ БАНК РАЗВИТИЯ",
    Bic: 44525359,
  },
  {
    ShortName: "ЭМ-Ю-ЭФ-ДЖИ БАНК (ЕВРАЗИЯ)",
    Bic: 44525361,
  },
  {
    ShortName: "МЕЖГОСУДАРСТВЕННЫЙ БАНК",
    Bic: 44525362,
  },
  {
    ShortName: "ПРОМСБЕРБАНК",
    Bic: 44525366,
  },
  {
    ShortName: "ПЕРВЫЙ РЕСПУБЛИКАНСКИЙ БАНК",
    Bic: 44525368,
  },
  {
    ShortName: "ДАЛЕНА",
    Bic: 44525371,
  },
  {
    ShortName: "ЛЕГИОН",
    Bic: 44525373,
  },
  {
    ShortName: "ТРАНСНАЦИОНАЛЬНЫЙ БАНК",
    Bic: 44525374,
  },
  {
    ShortName: "СОФРИНО",
    Bic: 44525375,
  },
  {
    ShortName: "ДИЛ-БАНК",
    Bic: 44525376,
  },
  {
    ShortName: "ОПМ-БАНК",
    Bic: 44525378,
  },
  {
    ShortName: "ЛАЙТБАНК",
    Bic: 44525381,
  },
  {
    ShortName: "МЕЖДУНАРОДНЫЙ ФОНДОВЫЙ БАНК",
    Bic: 44525387,
  },
  {
    ShortName: "ТРАНСКАПИТАЛБАНК",
    Bic: 44525388,
  },
  {
    ShortName: "МОНОЛИТ",
    Bic: 44525391,
  },
  {
    ShortName: "ЮНИКОР",
    Bic: 44525397,
  },
  {
    ShortName: "ВИТАС",
    Bic: 44525398,
  },
  {
    ShortName: "ИНТЕРПРОГРЕССБАНК",
    Bic: 44525402,
  },
  {
    ShortName: "ПЕРВЫЙ ИНВЕСТИЦИОННЫЙ БАНК",
    Bic: 44525408,
  },
  {
    ShortName: "СОЦИУМ-БАНК",
    Bic: 44525409,
  },
  {
    ShortName: "РУССКИЙ РЕГИОНАЛЬНЫЙ БАНК",
    Bic: 44525412,
  },
  {
    ShortName: "НАЦИОНАЛЬНЫЙ ИНВЕСТИЦИОННО-ПРОМЫШЛЕННЫЙ",
    Bic: 44525413,
  },
  {
    ShortName: "КИВИ БАНК",
    Bic: 44525416,
  },
  {
    ShortName: "МЕЖДУНАРОДНЫЙ СТРОИТЕЛЬНЫЙ БАНК",
    Bic: 44525421,
  },
  {
    ShortName: "УНИФИН",
    Bic: 44525423,
  },
  {
    ShortName: "АЛЬТА-БАНК",
    Bic: 44525424,
  },
  {
    ShortName: "ГАГАРИНСКИЙ",
    Bic: 44525429,
  },
  {
    ShortName: "НАРОДНЫЙ КРЕДИТ",
    Bic: 44525431,
  },
  {
    ShortName: "ЕВРОПЕЙСКИЙ СТАНДАРТ",
    Bic: 44525433,
  },
  {
    ShortName: "МАКСИМА",
    Bic: 44525435,
  },
  {
    ShortName: "БАНК - Т",
    Bic: 44525436,
  },
  {
    ShortName: "ЭКО-ИНВЕСТ",
    Bic: 44525440,
  },
  {
    ShortName: "ЮМани",
    Bic: 44525444,
  },
  {
    ShortName: "ИНВЕСТИЦИОННЫЙ СОЮЗ",
    Bic: 44525445,
  },
  {
    ShortName: "БАНК БФТ",
    Bic: 44525447,
  },
  {
    ShortName: "ВАЙЛДБЕРРИЗ",
    Bic: 44525450,
  },
  {
    ShortName: "РЕСО КРЕДИТ",
    Bic: 44525451,
  },
  {
    ShortName: "Вэйбанк",
    Bic: 44525453,
  },
  {
    ShortName: "ВНЕШПРОМБАНК",
    Bic: 44525455,
  },
  {
    ShortName: "ЭКСПРЕСС-КРЕДИТ",
    Bic: 44525457,
  },
  {
    ShortName: "ЭКСПОБАНК",
    Bic: 44525460,
  },
  {
    ShortName: "БЕНИФИТ-БАНК",
    Bic: 44525461,
  },
  {
    ShortName: "БАНК ЖИЛИЩНОГО ФИНАНСИРОВАНИЯ",
    Bic: 44525464,
  },
  {
    ShortName: "МАСТ-БАНК",
    Bic: 44525465,
  },
  {
    ShortName: "РУСНАРБАНК",
    Bic: 44525466,
  },
  {
    ShortName: "СУМИТОМО МИЦУИ РУС БАНК",
    Bic: 44525470,
  },
  {
    ShortName: "МЕТРОБАНК",
    Bic: 44525471,
  },
  {
    ShortName: "ГЛОБУС",
    Bic: 44525473,
  },
  {
    ShortName: "МОСКОВСКИЙ КОММЕРЧЕСКИЙ БАНК",
    Bic: 44525476,
  },
  {
    ShortName: "НАВИГАТОР",
    Bic: 44525477,
  },
  {
    ShortName: "ЕВРОСИТИБАНК",
    Bic: 44525484,
  },
  {
    ShortName: "КОММЕРЧЕСКИЙ БАНК РАЗВИТИЯ",
    Bic: 44525485,
  },
  {
    ShortName: "УНИФОНДБАНК",
    Bic: 44525488,
  },
  {
    ShortName: "МС БАНК РУС",
    Bic: 44525490,
  },
  {
    ShortName: "СИСТЕМА",
    Bic: 44525494,
  },
  {
    ShortName: "НАЦИОНАЛЬНЫЙ СТАНДАРТ",
    Bic: 44525498,
  },
  {
    ShortName: "КОММЕРЧЕСКИЙ ИНДО БАНК",
    Bic: 44525500,
  },
  {
    ShortName: "КРЕДИТ-МОСКВА",
    Bic: 44525501,
  },
  {
    ShortName: "МБА-МОСКВА",
    Bic: 44525502,
  },
  {
    ShortName: "НРД",
    Bic: 44525505,
  },
  {
    ShortName: "НАТИКСИС БАНК",
    Bic: 44525512,
  },
  {
    ShortName: "ЦЕНТРОКРЕДИТ",
    Bic: 44525514,
  },
  {
    ShortName: "НОВЫЙ ВЕК",
    Bic: 44525517,
  },
  {
    ShortName: "МОСКОВСКИЙ ОБЛАСТНОЙ БАНК",
    Bic: 44525521,
  },
  {
    ShortName: "ЗАПАДНЫЙ",
    Bic: 44525534,
  },
  {
    ShortName: "БАНК МБФИ",
    Bic: 44525536,
  },
  {
    ShortName: "РУССКИЙ ИНВЕСТИЦИОННЫЙ АЛЬЯНС",
    Bic: 44525538,
  },
  {
    ShortName: "МЕЖДУНАРОДНЫЙ БАНК РАЗВИТИЯ",
    Bic: 44525541,
  },
  {
    ShortName: "ЮНИКРЕДИТ БАНК",
    Bic: 44525545,
  },
  {
    ShortName: "ФИНАНСОВЫЙ СТАНДАРТ",
    Bic: 44525547,
  },
  {
    ShortName: "ФИНПРОМБАНК",
    Bic: 44525549,
  },
  {
    ShortName: "ЮНИСТРИМ",
    Bic: 44525550,
  },
  {
    ShortName: "АЙСИБИСИ БАНК",
    Bic: 44525551,
  },
  {
    ShortName: "ПРОМСВЯЗЬБАНК",
    Bic: 44525555,
  },
  {
    ShortName: "БАНК НА КРАСНЫХ ВОРОТАХ",
    Bic: 44525556,
  },
  {
    ShortName: "СТРАТЕГИЯ",
    Bic: 44525563,
  },
  {
    ShortName: "ТИМЕР БАНК",
    Bic: 44525567,
  },
  {
    ShortName: "МОСТРАНСБАНК",
    Bic: 44525568,
  },
  {
    ShortName: "НОТА-БАНК",
    Bic: 44525569,
  },
  {
    ShortName: "БАНК РМП",
    Bic: 44525583,
  },
  {
    ShortName: "БАНК ГОРОД",
    Bic: 44525584,
  },
  {
    ShortName: "АЙМАНИБАНК",
    Bic: 44525586,
  },
  {
    ShortName: "ДЖЕЙ ЭНД ТИ БАНК",
    Bic: 44525588,
  },
  {
    ShortName: "РУССКИЙ СТРОИТЕЛЬНЫЙ БАНК",
    Bic: 44525591,
  },
  {
    ShortName: "ОГНИ МОСКВЫ",
    Bic: 44525592,
  },
  {
    ShortName: "АЛЬФА-БАНК",
    Bic: 44525593,
  },
  {
    ShortName: "МИЛЛЕНИУМ БАНК",
    Bic: 44525597,
  },
  {
    ShortName: "ИПОТЕК БАНК",
    Bic: 44525603,
  },
  {
    ShortName: "БАНК ФИНАМ",
    Bic: 44525604,
  },
  {
    ShortName: "ДОРИС БАНК",
    Bic: 44525608,
  },
  {
    ShortName: "ФОЛЬКСВАГЕН БАНК РУС",
    Bic: 44525619,
  },
  {
    ShortName: "АНТАЛБАНК",
    Bic: 44525621,
  },
  {
    ShortName: "ИШБАНК",
    Bic: 44525624,
  },
  {
    ShortName: "ИНТЕРКОММЕРЦ",
    Bic: 44525626,
  },
  {
    ShortName: "ТОЙОТА БАНК",
    Bic: 44525630,
  },
  {
    ShortName: "БКС БАНК",
    Bic: 44525631,
  },
  {
    ShortName: "МЕЖДУНАРОДНЫЙ ФИНАНСОВЫЙ КЛУБ",
    Bic: 44525632,
  },
  {
    ShortName: "ТРАСТ",
    Bic: 44525635,
  },
  {
    ShortName: "ЗАМОСКВОРЕЦКИЙ",
    Bic: 44525636,
  },
  {
    ShortName: "СТАРБАНК",
    Bic: 44525645,
  },
  {
    ShortName: "НАЦИОНАЛЬНЫЙ КЛИРИНГОВЫЙ ЦЕНТР",
    Bic: 44525646,
  },
  {
    ShortName: "ПРИСКО КАПИТАЛ БАНК",
    Bic: 44525652,
  },
  {
    ShortName: "НАЦКОРПБАНК",
    Bic: 44525653,
  },
  {
    ShortName: "МОСКОВСКИЙ КРЕДИТНЫЙ БАНК",
    Bic: 44525659,
  },
  {
    ShortName: "МИРЪ",
    Bic: 44525660,
  },
  {
    ShortName: "СОЛИДАРНОСТЬ",
    Bic: 44525664,
  },
  {
    ShortName: "РОСДОРБАНК",
    Bic: 44525666,
  },
  {
    ShortName: "БПФ",
    Bic: 44525672,
  },
  {
    ShortName: "ЧАЙНАСЕЛЬХОЗБАНК",
    Bic: 44525673,
  },
  {
    ShortName: "РУСЬУНИВЕРСАЛБАНК",
    Bic: 44525674,
  },
  {
    ShortName: "ДЕРЖАВА",
    Bic: 44525675,
  },
  {
    ShortName: "ЯНДЕКС",
    Bic: 44525677,
  },
  {
    ShortName: "МОБИ.ДЕНЬГИ",
    Bic: 44525678,
  },
  {
    ShortName: "НЭКЛИС-БАНК",
    Bic: 44525679,
  },
  {
    ShortName: "СТОЛИЧНЫЙ КРЕДИТ",
    Bic: 44525683,
  },
  {
    ShortName: "СДМ-БАНК",
    Bic: 44525685,
  },
  {
    ShortName: "АРСЕНАЛ",
    Bic: 44525686,
  },
  {
    ShortName: "ИНСТРОЙБАНК",
    Bic: 44525690,
  },
  {
    ShortName: "МЕТРОПОЛЬ",
    Bic: 44525692,
  },
  {
    ShortName: "ЛЕСБАНК",
    Bic: 44525694,
  },
  {
    ShortName: "СОДРУЖЕСТВО",
    Bic: 44525695,
  },
  {
    ShortName: "МЕЖБАНКОВСКИЙ КРЕДИТНЫЙ СОЮЗ",
    Bic: 44525696,
  },
  {
    ShortName: "ПРОКОММЕРЦБАНК",
    Bic: 44525699,
  },
  {
    ShortName: "РАЙФФАЙЗЕНБАНК",
    Bic: 44525700,
  },
  {
    ShortName: "ВК ПЛАТЁЖНЫЕ РЕШЕНИЯ",
    Bic: 44525701,
  },
  {
    ShortName: "ЕВРОПЕЙСКИЙ ИНДУСТРИАЛЬНЫЙ БАНК",
    Bic: 44525703,
  },
  {
    ShortName: "ЕДИНАЯ КАССА",
    Bic: 44525706,
  },
  {
    ShortName: "АГОРА",
    Bic: 44525709,
  },
  {
    ShortName: "АГРОПРОМКРЕДИТ",
    Bic: 44525710,
  },
  {
    ShortName: "ТАЙМ БАНК",
    Bic: 44525713,
  },
  {
    ShortName: "АМЕРИКЭН ЭКСПРЕСС БАНК",
    Bic: 44525717,
  },
  {
    ShortName: "СТРОЙКРЕДИТ",
    Bic: 44525718,
  },
  {
    ShortName: "ОБРАЗОВАНИЕ",
    Bic: 44525719,
  },
  {
    ShortName: "СПЕЦСТРОЙБАНК",
    Bic: 44525728,
  },
  {
    ShortName: "ИНВЕСТБАНК",
    Bic: 44525729,
  },
  {
    ShortName: "АРКСБАНК",
    Bic: 44525731,
  },
  {
    ShortName: "ПОЙДЁМ!",
    Bic: 44525732,
  },
  {
    ShortName: "Ю БИ ЭС БАНК",
    Bic: 44525733,
  },
  {
    ShortName: "ПЕРВЫЙ ДЕПОЗИТНЫЙ БАНК",
    Bic: 44525737,
  },
  {
    ShortName: "КАПИТАЛ",
    Bic: 44525738,
  },
  {
    ShortName: "БАНК РАУНД",
    Bic: 44525739,
  },
  {
    ShortName: "РУБАНК",
    Bic: 44525744,
  },
  {
    ShortName: "СМАРТБАНК",
    Bic: 44525746,
  },
  {
    ShortName: "РОССИТА-БАНК",
    Bic: 44525747,
  },
  {
    ShortName: "МЕЖДУНАРОДНЫЙ ПРОМЫШЛЕННЫЙ БАНК",
    Bic: 44525748,
  },
  {
    ShortName: "СОВЕРЕН БАНК",
    Bic: 44525749,
  },
  {
    ShortName: "ТУСАР",
    Bic: 44525755,
  },
  {
    ShortName: "МАСТЕР-КАПИТАЛ",
    Bic: 44525756,
  },
  {
    ShortName: "ВИТАБАНК",
    Bic: 44525758,
  },
  {
    ShortName: "РУССКИЙ СЛАВЯНСКИЙ БАНК",
    Bic: 44525760,
  },
  {
    ShortName: "ЕВРОТРАСТ",
    Bic: 44525762,
  },
  {
    ShortName: "КРЕДИТ ЕВРОПА БАНК",
    Bic: 44525767,
  },
  {
    ShortName: "ББР БАНК",
    Bic: 44525769,
  },
  {
    ShortName: "БМВ БАНК",
    Bic: 44525770,
  },
  {
    ShortName: "ПРОМСЕЛЬХОЗБАНК",
    Bic: 44525771,
  },
  {
    ShortName: "КРОСНА-БАНК",
    Bic: 44525773,
  },
  {
    ShortName: "ГЕОБАНК",
    Bic: 44525775,
  },
  {
    ShortName: "ОБЪЕДИНЕННЫЙ БАНК ПРОМЫШЛЕННЫХ ИНВЕСТИЦИЙ",
    Bic: 44525776,
  },
  {
    ShortName: "ЧАЙНА КОНСТРАКШН БАНК",
    Bic: 44525777,
  },
  {
    ShortName: "М2М ПРАЙВЕТ БАНК",
    Bic: 44525779,
  },
  {
    ShortName: "БАНК РСИ",
    Bic: 44525782,
  },
  {
    ShortName: "РОСЭНЕРГОБАНК",
    Bic: 44525783,
  },
  {
    ShortName: "ВЕК",
    Bic: 44525784,
  },
  {
    ShortName: "УРАЛСИБ",
    Bic: 44525787,
  },
  {
    ShortName: "МЕЖРЕГИОНБАНК",
    Bic: 44525789,
  },
  {
    ShortName: "МОСКВА-СИТИ",
    Bic: 44525800,
  },
  {
    ShortName: "БЛАНК БАНК",
    Bic: 44525801,
  },
  {
    ShortName: "КЭБ ЭЙЧЭНБИ БАНК",
    Bic: 44525808,
  },
  {
    ShortName: "СТРЕЛА",
    Bic: 44525809,
  },
  {
    ShortName: "Драйв Клик Банк",
    Bic: 44525811,
  },
  {
    ShortName: "ГАЗПРОМБАНК",
    Bic: 44525823,
  },
  {
    ShortName: "СВОЙ БАНК",
    Bic: 44525827,
  },
  {
    ShortName: "СЛАВЯНСКИЙ БАНК",
    Bic: 44525829,
  },
  {
    ShortName: "МЕЖДУНАРОДНЫЙ АКЦИОНЕРНЫЙ БАНК",
    Bic: 44525832,
  },
  {
    ShortName: "НОРВИК БАНК",
    Bic: 44525845,
  },
  {
    ShortName: "НОВЫЙ МОСКОВСКИЙ БАНК",
    Bic: 44525852,
  },
  {
    ShortName: "РОСАВТОБАНК",
    Bic: 44525857,
  },
  {
    ShortName: "РЕСПУБЛИКАНСКИЙ КРЕДИТНЫЙ АЛЬЯНС",
    Bic: 44525860,
  },
  {
    ShortName: "ЭРГОБАНК",
    Bic: 44525861,
  },
  {
    ShortName: "ВСЕРОССИЙСКИЙ БАНК РАЗВИТИЯ РЕГИОНОВ",
    Bic: 44525880,
  },
  {
    ShortName: "КРОКУС-БАНК",
    Bic: 44525881,
  },
  {
    ShortName: "ЕВРОКРЕДИТ",
    Bic: 44525882,
  },
  {
    ShortName: "КОМПАНИЯ РОЗНИЧНОГО КРЕДИТОВАНИЯ",
    Bic: 44525887,
  },
  {
    ShortName: "МЕЖТРАСТБАНК",
    Bic: 44525895,
  },
  {
    ShortName: "БАНК ПРЕМЬЕР КРЕДИТ",
    Bic: 44525899,
  },
  {
    ShortName: "ЦИФРА БАНК",
    Bic: 44525900,
  },
  {
    ShortName: "СОКОЛОВСКИЙ",
    Bic: 44525901,
  },
  {
    ShortName: "НАЦИОНАЛЬНЫЙ БАНК РАЗВИТИЯ БИЗНЕСА",
    Bic: 44525902,
  },
  {
    ShortName: "СЕВЕРО-ВОСТОЧНЫЙ АЛЬЯНС",
    Bic: 44525907,
  },
  {
    ShortName: "ХОЛДИНГ-КРЕДИТ",
    Bic: 44525910,
  },
  {
    ShortName: "ГУТА-БАНК",
    Bic: 44525911,
  },
  {
    ShortName: "СУДОСТРОИТЕЛЬНЫЙ БАНК",
    Bic: 44525921,
  },
  {
    ShortName: "БАНК ИНТЕЗА",
    Bic: 44525922,
  },
  {
    ShortName: "ЛАДА-КРЕДИТ",
    Bic: 44525928,
  },
  {
    ShortName: "РУССКИЙ ТРАСТОВЫЙ БАНК",
    Bic: 44525930,
  },
  {
    ShortName: "КЛИЕНТСКИЙ",
    Bic: 44525932,
  },
  {
    ShortName: "НАЦИОНАЛЬНЫЙ РЕЗЕРВНЫЙ БАНК",
    Bic: 44525933,
  },
  {
    ShortName: "ИНКАХРАН",
    Bic: 44525934,
  },
  {
    ShortName: "БАЛТИКА",
    Bic: 44525946,
  },
  {
    ShortName: "МОСКОММЕРЦБАНК",
    Bic: 44525951,
  },
  {
    ShortName: "ИНТЕРКРЕДИТ",
    Bic: 44525957,
  },
  {
    ShortName: "ЦЕНТР РАСЧЕТОВ",
    Bic: 44525960,
  },
  {
    ShortName: "ВИТЯЗЬ",
    Bic: 44525971,
  },
  {
    ShortName: "ТИНЬКОФФ БАНК",
    Bic: 44525974,
  },
  {
    ShortName: "АБСОЛЮТ БАНК",
    Bic: 44525976,
  },
  {
    ShortName: "РАЗВИТИЕ-СТОЛИЦА",
    Bic: 44525984,
  },
  {
    ShortName: "ФК ОТКРЫТИЕ",
    Bic: 44525985,
  },
  {
    ShortName: "ПРОБИЗНЕСБАНК",
    Bic: 44525986,
  },
  {
    ShortName: "НОДА",
    Bic: 44525989,
  },
  {
    ShortName: "РЕГНУМ",
    Bic: 44525993,
  },
  {
    ShortName: "НЕФТЯНОЙ АЛЬЯНС",
    Bic: 44525994,
  },
  {
    ShortName: "МУРМАНСКИЙ РАСЧЕТНЫЙ ЦЕНТР",
    Bic: 44705301,
  },
  {
    ShortName: "МСКБ",
    Bic: 44705768,
  },
  {
    ShortName: "НОВОБАНК",
    Bic: 44959746,
  },
  {
    ShortName: "СЛАВЯНБАНК",
    Bic: 44959775,
  },
  {
    ShortName: "АКЦЕПТ",
    Bic: 45004815,
  },
  {
    ShortName: "ПЛАТЕЖНЫЙ ЦЕНТР",
    Bic: 45004832,
  },
  {
    ShortName: "ЛЕВОБЕРЕЖНЫЙ",
    Bic: 45004850,
  },
  {
    ShortName: "ЭКСПЕРТ БАНК",
    Bic: 45209701,
  },
  {
    ShortName: "ИТ БАНК",
    Bic: 45209702,
  },
  {
    ShortName: "СИБЭС",
    Bic: 45209713,
  },
  {
    ShortName: "ПЕРСПЕКТИВА",
    Bic: 45209885,
  },
  {
    ShortName: "БУЗУЛУКБАНК",
    Bic: 45306818,
  },
  {
    ShortName: "НИКО-БАНК",
    Bic: 45354814,
  },
  {
    ShortName: "ФОРШТАДТ",
    Bic: 45354860,
  },
  {
    ShortName: "БАНК ОРЕНБУРГ",
    Bic: 45354885,
  },
  {
    ShortName: "ЦЕРИХ",
    Bic: 45402719,
  },
  {
    ShortName: "КУЗНЕЦКИЙ",
    Bic: 45655707,
  },
  {
    ShortName: "ПОЧТОБАНК",
    Bic: 45773705,
  },
  {
    ShortName: "ЭКОПРОМБАНК",
    Bic: 45773707,
  },
  {
    ShortName: "ПЕРМЬ",
    Bic: 45773756,
  },
  {
    ShortName: "УРАЛЬСКИЙ ФИНАНСОВЫЙ ДОМ",
    Bic: 45773790,
  },
  {
    ShortName: "ВЕЛИКИЕ ЛУКИ БАНК",
    Bic: 45853729,
  },
  {
    ShortName: "ВАКОБАНК",
    Bic: 45853774,
  },
  {
    ShortName: "РОСТФИНАНС",
    Bic: 46015052,
  },
  {
    ShortName: "ЗЕМЕЛЬНЫЙ",
    Bic: 46015078,
  },
  {
    ShortName: "ДОН-ТЕКСБАНК",
    Bic: 46015718,
  },
  {
    ShortName: "КАПИТАЛБАНК",
    Bic: 46015728,
  },
  {
    ShortName: "ЦЕНТР-ИНВЕСТ",
    Bic: 46015762,
  },
  {
    ShortName: "ДОНКОМБАНК",
    Bic: 46015804,
  },
  {
    ShortName: "СЕЛЬМАШБАНК",
    Bic: 46015860,
  },
  {
    ShortName: "ДОНИНВЕСТ",
    Bic: 46015872,
  },
  {
    ShortName: "СТЕЛЛА-БАНК",
    Bic: 46015938,
  },
  {
    ShortName: "ТАГАНРОГБАНК",
    Bic: 46015946,
  },
  {
    ShortName: "ВЯТИЧ",
    Bic: 46126701,
  },
  {
    ShortName: "ПРИО-ВНЕШТОРГБАНК",
    Bic: 46126708,
  },
  {
    ShortName: "ЖИВАГО БАНК",
    Bic: 46126744,
  },
  {
    ShortName: "РИНВЕСТБАНК",
    Bic: 46126790,
  },
  {
    ShortName: "ЭКОНОМБАНК",
    Bic: 46311722,
  },
  {
    ShortName: "НИЖНЕВОЛЖСКИЙ КОММЕРЧЕСКИЙ БАНК",
    Bic: 46311751,
  },
  {
    ShortName: "САРАТОВ",
    Bic: 46311755,
  },
  {
    ShortName: "АГРОРОС",
    Bic: 46311772,
  },
  {
    ShortName: "БАЛАКОВО-БАНК",
    Bic: 46311890,
  },
  {
    ShortName: "ДОЛИНСК",
    Bic: 46401727,
  },
  {
    ShortName: "ТИХООКЕАНСКИЙ ВНЕШТОРГБАНК",
    Bic: 46401728,
  },
  {
    ShortName: "ИТУРУП",
    Bic: 46401772,
  },
  {
    ShortName: "ПЕРВОУРАЛЬСКБАНК",
    Bic: 46577402,
  },
  {
    ShortName: "СИНАРА",
    Bic: 46577756,
  },
  {
    ShortName: "ВУЗ-БАНК",
    Bic: 46577781,
  },
  {
    ShortName: "УРАЛЬСКИЙ БАНК РЕКОНСТРУКЦИИ И РАЗВИТИЯ",
    Bic: 46577795,
  },
  {
    ShortName: "МЕТКОМБАНК",
    Bic: 46577881,
  },
  {
    ShortName: "КОНТУР",
    Bic: 46577904,
  },
  {
    ShortName: "УРАЛФИНАНС",
    Bic: 46577993,
  },
  {
    ShortName: "СМОЛЕВИЧ",
    Bic: 46614748,
  },
  {
    ShortName: "ВВБ",
    Bic: 46711106,
  },
  {
    ShortName: "ТАМБОВКРЕДИТПРОМБАНК",
    Bic: 46850755,
  },
  {
    ShortName: "ТОМСКПРОМСТРОЙБАНК",
    Bic: 46902728,
  },
  {
    ShortName: "ПЕРВЫЙ ЭКСПРЕСС",
    Bic: 47003779,
  },
  {
    ShortName: "СТРОЙЛЕСБАНК",
    Bic: 47102658,
  },
  {
    ShortName: "ДРУЖБА",
    Bic: 47102802,
  },
  {
    ShortName: "СИБИРСКИЙ БАНК РЕКОНСТРУКЦИИ И РАЗВИТИЯ",
    Bic: 47102804,
  },
  {
    ShortName: "СИБНЕФТЕБАНК",
    Bic: 47102861,
  },
  {
    ShortName: "ТЮМЕНЬАГРОПРОМБАНК",
    Bic: 47102885,
  },
  {
    ShortName: "СУРГУТНЕФТЕГАЗБАНК",
    Bic: 47144709,
  },
  {
    ShortName: "ЕРМАК",
    Bic: 47169742,
  },
  {
    ShortName: "ПРИОБЬЕ",
    Bic: 47169777,
  },
  {
    ShortName: "СИМБИРСК",
    Bic: 47308811,
  },
  {
    ShortName: "ВЕНЕЦ",
    Bic: 47308813,
  },
  {
    ShortName: "ПВ-БАНК",
    Bic: 47308815,
  },
  {
    ShortName: "РЕГИОНАЛЬНЫЙ КОММЕРЧЕСКИЙ БАНК",
    Bic: 47308818,
  },
  {
    ShortName: "ЧЕЛИНДБАНК",
    Bic: 47501711,
  },
  {
    ShortName: "УРАЛЛИГА",
    Bic: 47501742,
  },
  {
    ShortName: "РЕЗЕРВ",
    Bic: 47501751,
  },
  {
    ShortName: "ЧЕЛЯБИНВЕСТБАНК",
    Bic: 47501779,
  },
  {
    ShortName: "УГЛЕМЕТБАНК",
    Bic: 47501787,
  },
  {
    ShortName: "СНЕЖИНСКИЙ",
    Bic: 47501799,
  },
  {
    ShortName: "УИК-БАНК",
    Bic: 47501843,
  },
  {
    ShortName: "УРАЛПРОМБАНК",
    Bic: 47501906,
  },
  {
    ShortName: "КРЕДИТ УРАЛ БАНК",
    Bic: 47516949,
  },
  {
    ShortName: "БУЛГАР БАНК",
    Bic: 47888372,
  },
  {
    ShortName: "ЯРИНТЕРБАНК",
    Bic: 47888728,
  },
  {
    ShortName: "НОВАЦИЯ",
    Bic: 47908700,
  },
  {
    ShortName: "ПЛАТЕЖНЫЙ СЕРВИСНЫЙ БАНК",
    Bic: 48073765,
  },
  {
    ShortName: "РОСКОМСНАББАНК",
    Bic: 48073842,
  },
  {
    ShortName: "ПРОМТРАНСБАНК",
    Bic: 48073846,
  },
  {
    ShortName: "АФ БАНК",
    Bic: 48073855,
  },
  {
    ShortName: "БАЙКАЛБАНК",
    Bic: 48142736,
  },
  {
    ShortName: "ПРОМСВЯЗЬИНВЕСТ",
    Bic: 48209395,
  },
  {
    ShortName: "ЭСИДБАНК",
    Bic: 48209742,
  },
  {
    ShortName: "ИМБАНК",
    Bic: 48209744,
  },
  {
    ShortName: "МВС БАНК",
    Bic: 48209775,
  },
  {
    ShortName: "ЭКСПРЕСС",
    Bic: 48209918,
  },
  {
    ShortName: "ДАГЭНЕРГОБАНК",
    Bic: 48209964,
  },
  {
    ShortName: "НАЛЬЧИК",
    Bic: 48327741,
  },
  {
    ShortName: "НООСФЕРА",
    Bic: 48405718,
  },
  {
    ShortName: "КРЕДИТБАНК",
    Bic: 48580724,
  },
  {
    ShortName: "СЕВЕРНЫЙ НАРОДНЫЙ БАНК",
    Bic: 48702781,
  },
  {
    ShortName: "МОНЕТА",
    Bic: 48860734,
  },
  {
    ShortName: "ЙОШКАР-ОЛА",
    Bic: 48860889,
  },
  {
    ShortName: "КС БАНК",
    Bic: 48952749,
  },
  {
    ShortName: "АКТИВ БАНК",
    Bic: 48952752,
  },
  {
    ShortName: "1БАНК",
    Bic: 49033746,
  },
  {
    ShortName: "КЛАССИК ЭКОНОМ БАНК",
    Bic: 49033758,
  },
  {
    ShortName: "БАНК РАЗВИТИЯ РЕГИОНА",
    Bic: 49033764,
  },
  {
    ShortName: "ДИГ-БАНК",
    Bic: 49033780,
  },
  {
    ShortName: "РАЗВИТИЕ",
    Bic: 49133812,
  },
  {
    ShortName: "БАНК 131",
    Bic: 49205131,
  },
  {
    ShortName: "КАМСКИЙ КОММЕРЧЕСКИЙ БАНК",
    Bic: 49205525,
  },
  {
    ShortName: "ТАТСОЦБАНК",
    Bic: 49205703,
  },
  {
    ShortName: "ТАТАГРОПРОМБАНК",
    Bic: 49205708,
  },
  {
    ShortName: "ЭНЕРГОБАНК",
    Bic: 49205770,
  },
  {
    ShortName: "ЗАРЕЧЬЕ",
    Bic: 49205772,
  },
  {
    ShortName: "АВЕРС",
    Bic: 49205774,
  },
  {
    ShortName: "АВТОКРЕДИТБАНК",
    Bic: 49205795,
  },
  {
    ShortName: "ИК БАНК",
    Bic: 49205800,
  },
  {
    ShortName: "ИНТЕХБАНК",
    Bic: 49205804,
  },
  {
    ShortName: "АК БАРС",
    Bic: 49205805,
  },
  {
    ShortName: "ТАТФОНДБАНК",
    Bic: 49205815,
  },
  {
    ShortName: "БАНК КАЗАНИ",
    Bic: 49205844,
  },
  {
    ShortName: "СПУРТ",
    Bic: 49205858,
  },
  {
    ShortName: "АВТОГРАДБАНК",
    Bic: 49205878,
  },
  {
    ShortName: "АЛТЫНБАНК",
    Bic: 49205919,
  },
  {
    ShortName: "АКИБАНК",
    Bic: 49205933,
  },
  {
    ShortName: "НАРОДНЫЙ БАНК ТУВЫ",
    Bic: 49304735,
  },
  {
    ShortName: "ЭЛПЛАТ",
    Bic: 49401758,
  },
  {
    ShortName: "БЫСТРОБАНК",
    Bic: 49401814,
  },
  {
    ShortName: "УРАЛЬСКИЙ ТРАСТОВЫЙ БАНК",
    Bic: 49401869,
  },
  {
    ShortName: "ДАТАБАНК",
    Bic: 49401871,
  },
  {
    ShortName: "ХАКАССКИЙ МУНИЦИПАЛЬНЫЙ БАНК",
    Bic: 49514745,
  },
  {
    ShortName: "БИЗНЕС ДЛЯ БИЗНЕСА",
    Bic: 49706717,
  },
  {
    ShortName: "МЕГАПОЛИС",
    Bic: 49706723,
  },
  {
    ShortName: "АЛМАЗЭРГИЭНБАНК",
    Bic: 49805770,
  }
];

